app/controllers/actors_controller.rb

  def create
  	@actor = Actor.new(actor_params)
  	if @actor.save
---
INSERT INTO "actors" ("name", "bio", "birth_date", "birth_place", "image_url", "death_place", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)